Repository: nt1tov/LinuxDev2020
Catalog: 10_Documenting/*_numfinder.po
Languages: ru

source: Numfinder is used for finding number betwen 1 and 100 Usage: numfiner [OPTIONS] --help print this help, then exit -r use Roman digits notation The NumFinder program finds guessed integer [1..100] based on an input answers.
ru: ИскательЧисел используется для поиска чисел между 1 и 100n Использование: numfiner [опции] --help напечать этот раздел помощи, затем выйти -r использовать римские циры для записиn ИскательЧисел используется для поиска чисел между 1 и 100, основанная на входных воросах.

source: NumFinder can findnumber between I and C
ru: ИскательЧисел может найти число между I and C

source: NumFinder can findnumber between
ru: ИскательЧисел может найти число между

source: and
ru: и

source: Is number greater than
ru: Больше ли число чем

source: yes
ru: да

source: no
ru: нет

source: Failed to read. Try again.
ru: Не удалось прочитать. Попробуйте снова.

source: Number is found! It is
ru: Число найдено! Это
